<!DOCTYPE html>
<html lang="zh-cn">
  <head>
    <meta charset="utf-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta name="description" content="">
    <meta name="author" content="">
    <link rel="shortcut icon" href="/favicon.ico">

    <title>关于 - 旅行管理系统</title>

    <!-- Bootstrap core CSS -->
    <link href="/dist/css/bootstrap.css" rel="stylesheet">

    <!-- Custom styles for this template -->
      <link href="/skin/body.css" rel="stylesheet">
<link rel="stylesheet" href="http://cdn.bootcss.com/twitter-bootstrap/3.0.3/css/bootstrap.min.css">
    <!-- Just for debugging purposes. Don't actually copy this line! -->
    <!--[if lt IE 9]><script src="/docs-assets/js/ie8-responsive-file-warning.js"></script><![endif]-->

    <!-- HTML5 shim and Respond.js IE8 support of HTML5 elements and media queries -->
    <!--[if lt IE 9]>
      <script src="http://cdn.bootcss.com/html5shiv/3.7.0/html5shiv.min.js"></script>
      <script src="http://cdn.bootcss.com/respond.js/1.3.0/respond.min.js"></script>
    <![endif]-->
  
<style>
body{font-family:"ff-tisa-web-pro-1","ff-tisa-web-pro-2","Lucida Grande","Helvetica Neue",Helvetica,Arial,"Hiragino Sans GB","Hiragino Sans GB W3","WenQuanYi Micro Hei",sans-serif;}
h1, .h1, h2, .h2, h3, .h3, h4, .h4, .lead {font-family:"ff-tisa-web-pro-1","ff-tisa-web-pro-2","Lucida Grande","Helvetica Neue",Helvetica,Arial,"Hiragino Sans GB","Hiragino Sans GB W3","Microsoft YaHei UI","Microsoft YaHei","WenQuanYi Micro Hei",sans-serif;}
pre code { background: transparent; }
@media (min-width: 768px) {
    .bs-docs-home .bs-social, 
    .bs-docs-home .bs-masthead-links {
      margin-left: 0;
    }
}

.bs-docs-section p {
	line-height: 2;
}

.bs-docs-section p.lead {
	line-height: 1.4;
}
body {
  padding-top: 60px;
  
}

</style>

</head>

  <body>

    <div class="navbar navbar-inverse navbar-fixed-top" role="navigation">
      <div class="container">
        <div class="navbar-header">
          <button type="button" class="navbar-toggle" data-toggle="collapse" data-target=".navbar-collapse">
            <span class="sr-only">Toggle navigation</span>
            <span class="icon-bar"></span>
            <span class="icon-bar"></span>
            <span class="icon-bar"></span>
          </button>
          <a class="navbar-brand" href="/" style="font-family:Microsoft YaHei">旅行管理系统</a>
        </div>
        <div class="navbar-collapse collapse">
            <ul class="nav navbar-nav">
                <li><a href="/">主页</a></li>
              
              <li class="active"><a href="#">网站帮助及说明</a></li>
    		

          </ul>
            
        </div><!--/.navbar-collapse -->
      </div>
    </div>

      

    <div class="container bs-docs-container">
      <div class="row">
        <div class="col-md-3">
          <div class="bs-sidebar hidden-print" role="complementary">
            <ul class="nav bs-sidenav">
                                  
                <li>
	<a href="#info">帮助与说明</a>
	</li>
	<li>
		<a href="#term">许可条款</a>
	</li>
	<li>
		<a href="#developer">开发者</a>
	</li>
	<li>
		<a href="#acknowledgment">特别致谢</a>
	</li>
            </ul>
          </div>
        </div>
        <div class="col-md-9" role="main">
          


<!-- History
================================================== -->
<div class="bs-docs-section">
  <div class="page-header">
    <h1 id="info">帮助与说明</h1>
  </div>
  <p class="lead" align="center">木木出行旅行管理系统服务说明</p>
  <p align="right">2017年5月起生效</p>
  <p>　　感谢您选用木木出行旅行管理系统（以下简称“本网站”或“木木出行”）提供的服务。为了更好地为您服务以及保障您的权益，我们特别编写了本服务说明及许可条款，请您务必认真阅读。
以下服务说明作为提示性条款，仅作为告知用户有关信息之用，其内容不一定准确，实际提供的服务内容以本网站相关实时显示为准。</p>
<p><b>翰墨远逸概述</b><br />
　　翰墨远逸创办于2010年，前身为大杂烩论坛，后经多次转型，成为综合服务平台，其名称一直沿用至今。<br />
　　以sf-er.com、lyndons.cn、liaoyunan.cn、qiu-lnt.com为顶级域名的所有网站均为翰墨远逸旗下网站。<br />
　　翰墨远逸致力于为广大用户提供各类型的实用服务，得益于HMID账户中心，2015年8月起，翰墨远逸旗下所有新上线服务都将实现账户互通，您只需一个HMID即可使用所有服务，在此之前推出的服务将视情况决定是否接入该账户中心。</p>
<p><b>本网站概述</b><br />
　　翰墨远逸旗下的木木出行致力于为广大用户提供安全、高效的旅行数据综合管理服务，本网站的服务分为主要服务及附加服务两类。其中主要服务是：为用户提供一种基于云计算的包括了发布旅行计划、报名旅行、参与者数据汇总等能够一站式完成出行前数据收集的解决方案，中长期规划中的主要服务还包括旅行中动态反馈及旅行后评价反馈等。附加服务则包括基于SSL的安全传输服务、基于移动网络的短信服务、基于邮箱的邮件通知服务等。需要特别指出的是，附加服务并不一定是免费的，我们可能根据实际需要，向使用特定附加服务的用户收取不超过成本的使用费。<br />　　木木出行的前身为<a href="http://biyeyou.sf-er.com">省实附中毕业游报名系统</a>，由于种种原因该项目未能继续开发，木木出行继承了该系统的整体框架，但重构了几乎全部核心代码，新增了多项功能。</p>
<p><b>相关定义</b><br />
　　用户：由互联网访问到本网站的所有自然人或作为法人的自然人。<br />
　　会员：拥有HMID并在本网站完成激活（首次登录）的自然人或法人。<br />
　　服务：翰墨远逸基于互联网向您提供的各种形式的服务。包括但不限于发放HMID、内容共享、数据反馈。<br />
　　旅行、旅行项目、项目：在没有特别指明的情况下，此三者均指会员通过规定的发布方式在本网站平台上发布的旅行项目信息。<br />
　　我们：指翰墨远逸。<br />
　　本站：指本网站。</p>
<p><b>HMID说明</b><br />
　　用户在通过注册程序取得HMID（一种可用于翰墨远逸旗下所有网站的通行证）并完成首次登录后即成为本网站之会员，享有会员的专属权益，同时必须履行相应的义务。完成注册程序是指，在任何翰墨远逸旗下网站（仅限接入了HMID账户中心的网站）点击网站上的“注册”按钮并填写表单且最终取得HMID的过程。HMID是翰墨远逸旗下所有网站及接入HMID账户中心的第三方网站通用的账户，用户在2017年之前从翰墨远逸旗下网站取得的SF Account功能等同于HMID。用户若已在其他网站取得HMID，则无需在本网站重新注册，用户在首次登录后即成为本网站会员。同样，用户若在本网站注册成为会员，即可凭HMID成为其他翰墨远逸旗下网站会员。<br />
　　HMID数据存放于翰墨远逸账户中心，因此HMID相关的操作（如修改密码、找回密码、登录、注册等）均需跳转到账户中心完成。具体表现为在本网站登录、注册、修改密码时，相关页面网址以https://api.lyndons.cn开头。目前HMID相关操作仅能通过具体服务网站的跳转完成。<br />
　　注册、使用HMID所涉及的个人信息，将遵循翰墨远逸及本网站的隐私权政策由本网站为用户提供保护。</p>
<p><b>旅行暗号</b><br />
　　旅行暗号本质上是一种密码，它由字母及数字、符号（一种或多种）组成。用户在发布不公开旅行时，需要预先设置旅行暗号，然后将旅行暗号告知参与者，让他们在本网站指定位置输入这个暗号以加入旅行。<br />
　　公开旅行无需设置旅行暗号。</p>
<p><b>本网站主要服务</b><br />
　　本网站会员采用同一会员组制，所有会员均可发布旅行或参与旅行，发布者和参与者的会员身份不作区分。<br />
　　会员中心由三个板块组成，分别是“旅行项目”、“我的旅行”及“个人信息”。<br />
　　“旅行项目”展示所有旅行项目，公开的旅行展示所有信息，不公开的旅行仅展示旅行名称、出发城市、目的地城市及出行时间。会员如希望参与不公开的旅行，可依据页面提示，输入自己的姓名、联系方式及参加理由，本网站会将上述信息通过邮件或发布者提供的其他联系方式转发给发布者，由发布者决定是否接受申请。会员如已有该项目的旅行暗号，亦可在项目详情中输入暗号直接加入。用户只有在加入了旅行项目之后，才能看到该项目的参与人数，但仍然不能看到具体参与者的名单。<br />
　　“我的旅行”展示会员发起及参与的所有旅行项目，同时可以在相应的位置输入不公开旅行的旅行暗号来加入相应的旅行或发布一个新的旅行项目。对于“我发起”，会员在此可以管理自己的发布的旅行项目，管理项目包括查看及下载报名会员信息、修改旅行项目详情、删除项目等。对于“我参与的”，会员可以查看自己参与的项目详情，亦可退出项目。<br />
　　“个人信息”。在报名或发起一个项目之前，会员必须完成个人信息的填写，这涉及到身份证号码、居住城市、联系电话等隐私信息。请注意，本站虽然能依据法律法规、相关惯例等保护您的信息，但由于这些隐私信息将被提供给您参加项目的发起方，我们无法确保这些发起方是否会非法使用您的信息，因此在报名参加项目前，您应该充分了解该项目并信任发起方。由于发起方原因导致的信息非法使用，我们无法承担任何法律责任。</p>
<p><b>附加服务</b><br />
　　木木出行全程使用SSL安全链接，确保会员与服务器数据传输的安全。请注意，由于浏览器版本等问题，您的浏览器可能不能正确识别本站的SSL安全证书并提示网站不安全（未信任的证书），在此种情况下，请您选择信任本站方能正常使用我们提供的服务。<br />
　　虽然木木出行在开发时已设计手机短信通知服务，但由于这个服务需要消耗真实的金钱，因而我们不能保证这项服务任何时候均可用。即使该服务处于可用状态，我们也仅向通过手机号码验证的会员提供该服务。该服务规划中的内容包括：绑定手机号码、出行前三天提示、出行前一天提示。请注意，由于我们会使用邮箱向会员发送电子版行程等文件，故邮箱验证在注册时是必须的，您不能仅以手机号注册，基于此，您可以通过手机验证码登录或找回密码，但不能使用手机验证码注册。<br />
　　邮箱服务为本站基础的通知服务，亦是推荐的方式，我们将通过邮箱向会员发送电子版行程、出行提醒、旅行被报名提醒等各类提醒以及注册、找回密码的各类验证码。旅行发起者还可通过邮箱向参与者发送自定义内容的通知。<br />
　　请注意，出行提醒及电子版行程是采用消息队列的方式发送，因此不需要管理员手动发送，系统将在出发前三天、前一天自动发送相应的通知。</p>
<p><b>附加说明</b><br />
　　除非与本网站订立书面协议或具有同等法律效力的协议，本网站仅承诺不低于95%的服务可用性。<br />
　　本网站排除针对主要服务收费的可能性。<br />
　　本网站将尽最大努力保障用户信息安全，但不为用户信息泄露、丢失承担责任。<br />
　　任何责任（因本网站原因导致的除外）。即使是由于本网站原因导致的信息泄露、丢失，本网站也只按法律相关之规定承担最低限度的责任。</p>
<p align="right">翰墨远逸·木木出行<br />
2017年5月</p>

 
</div>


<!-- Team
================================================== -->
<div class="bs-docs-section">
  <div class="page-header">
    <h1 id="term">许可条款</h1>
  </div>
 <p class="lead" align="center">木木出行旅行管理系统服务及许可条款</p>
   <p align="right">2017年5月起生效</p>
<p>
　　以下条款具有法律效力，请您务必仔细阅读，一旦您使用翰墨远逸提供的任何服务，即视为对本条款的全部认同；若您不同意以下条款的任意内容，请立即停止使用翰墨远逸提供的一切服务。以下所有条款亦基于中华人民共和国相关法律制定，如有与适用法律相抵触之处，则该抵触之处以适用法律为准，但不影响其他条款的效力。<br />
　　除此之外，您还需要遵守《翰墨远逸服务条款》（附在文后）。
<p><b>开放源代码声明</b><br />
　　本网站使用了Bootstrap2.0的开源框架。采用PHP+MySQL构建。<br />
　　本网站本着开放、共享的精神，在隐去代码中的敏感信息后遵循CC BY 3.0协议进行开源，如有需要可向开发者索取源代码。请注意，为了保障安全，开源仅限于翰墨远逸（travel.lyndons.cn）下的内容，HMID账户中心（api.lyndons.cn）将闭源。因此我们提供的源代码是一个不含登录、注册功能的版本，您可自行根据实际需要开发本地会员管理方案。<br />
　　因HMID账户中心与各网站采用双向验证机制，如您需接入HMID账户中心，请与我们联系。接入后，您将同翰墨远逸旗下网站及其他接入了HMID账户中心的第三方网站共享账户，您亦可同步开发基于本地的会员管理方案。</p>
<p><b>免除责任声明</b><br />
　　在您使用翰墨远逸提供的服务前，请您务必仔细阅读并透彻理解本声明，您也可以选择不使用木木出行，但如果您使用翰墨远逸提供的服务（包括但不限于木木出行），您的使用行为将被视为对本声明的全部认可。<br />
　　木木出行内容发布平台，尽管我们会尽量对平台上的内容进行安全审查，但鉴于人工筛查效率有限，及用户素质的不可控，我们无法对旅行项目信息的可靠性作出任何保证。<br />
　　木木出行是一个电子公告牌（BBS）性质的网站，其中内容系用户自主发布，由会员对其发布的内容承担法律法律责任；即便其内容被展示，亦不代表本网站赞成这些内容中的任何观点。<br />
　　您应当对使用本网站的结果自行承担风险。本网站在没有与您签订协议的情况下不作任何形式的服务保证：不保证平台内容满足您的需要、不保证服务不中断、不保证平台内容的合法性、及时性、正确性、可靠性。因网络状况、通讯线路等任何原因导致您不能使用本网站提供的服务，我们不承担法律责任。</p>
<p><b>隐私权政策</b><br />
　　本网站依据《中华人民共和国民法总则》第一百一十一条之规定，以及互联网服务之相关惯例保护用户的隐私。我们严格依法取得并确保您的信息安全，不非法收集、使用、加工、传输您的个人信息，不非法买卖、提供或者主动公开您的个人隐私信息。但如果您在本网站的行为涉嫌违法活动或行政机关、司法机关向我们提出要求，我们将依法向公安机关提供您的信息。<br />
　　我们主要通过以下途径收集您的信息：<br />
　　　　1.	您在本网站的各类输入框、选择框、按钮所填写的信息均视为您主动提供的并授权我们使用的信息。<br />
　　　　2.	您在使用本网站留下的各种痕迹，包括报名记录、发布记录，请注意，即使您退出了某个旅行项目或者删除了发起的项目，相关的记录只是不再与您的账户关联，并不一定从服务器删除，必要时我们仍可恢复您曾经发起或参加的项目。并且取消报名、删除项目的操作本身也会被记录。<br />
　　请注意，您在本网站登记的个人隐私信息将作为旅行报名的必要信息提供给您参加的旅行项目的发起方。因此您应当充分信任旅行项目的发起方并对自己提供的信息负责。<br />
　　请注意，您在本网站的每个操作都将被本站的统计系统一一记录并至少保留六十日。<br />
　　请注意，您在本站发布的旅游项目不被视为个人隐私资料、即使该项目是不公开项目。</p>
<p><b>翰墨远逸拥有对本页所载所有条款的最终解释权，并有权在不特别通知用户的情况下进行修订。</b></p>
<p align="right" id="tpts">翰墨远逸·木木出行<br />
2017年5月</p>

<p  class="lead" align="center">省·附·人云服务——云备份服务条款</p>
<p align="right">2014年8月起生效<br />
2017年3月修订</p>
<p>　　　一、综述<br />
　　　　我们根据《中华人民共和国民法总则》第一百一十一条之规定，以及互联网服务之相关惯例保护用户的隐私。我们严格依法取得并确保您的信息安全，不非法收集、使用、加工、传输您的个人信息，不非法买卖、提供或者主动公开您的个人隐私信息。但如果您的行为涉嫌违法活动，或行政机关、司法机关向我们提出要求，我们将依法向公安机关提供您的信息。<br />
　　　　云备份服务是由省·附·人网站具体执行的，管理员可在backup.sf-er.com管理网站备份。<br />
　　　　云备份于每日的凌晨及中午各执行一次。所有备份文件的保存期限为七日。<br />
　　　　本服务是翰墨远逸旗下所有网站（域名为sf-er.com、qiu-lnt.com、lyndons.cn、liaoyunan.cn的所有网站）或翰墨远逸提供服务器服务的网站所共享的基础性服务，这项服务不可取消，因此您在使用任何上述网站时，均默认同意这份条款的全文。但是，您可通过申请，向具体为您提供服务的网站要求取得您在该站的个人信息副本，且该副本为实时取得。<br />
　　　二、对服务器用户<br />
　　　　定义：服务器用户是指，利用翰墨远逸服务器向第三方提供各类服务的主体。<br />
　　　　您在翰墨远逸服务器上所保存的所有资料（含网站文件及数据库）均为备份范围。<br />
　　　　您的文件由阿里云计算托管，确保其安全性。<br />
　　　　云备份服务是免费提供的，因此我们不保证其可靠性。<br />
　　　　请注意，云备份是基于整个服务器而做，因此您不能单独取回您的备份，亦不能在您对您的网站进行了误操作的情况下单独还原到早些时候的版本，因此请您自行做好网站的备份工作。<br />
　　　三、对网站用户<br />
　　　　定义：网站用户是指，使用翰墨远逸服务器上任何网站的实际主体。<br />
　　　　您在使用任何翰墨远逸服务器上的网站时所留下的所有内容均为备份范围。<br />
　　　　这些备份均由阿里云计算托管。<br />
　　　　您不能单独取回或删除您的资料备份，如需要删除，请联系您使用的网站的运营者，在其网站上删除对应内容七日后，云备份将不再保留您的信息。</p>

 <p class="lead" align="center">翰墨远逸服务条款
<p align="right">2010年10月起生效</p>
<p><b>　　使用任何翰墨远逸旗下之服务，均需遵守以下条款。</b><br />
　　　　一、不得利用本站危害国家安全、泄露国家秘密，不得侵犯国家社会集体的和公民的合法权益，不得利用本站制作、复制和传播下列信息：<br />
　　　　（一）煽动抗拒、破坏宪法和法律、行政法规实施的；<br />
 　　　　（二）煽动颠覆国家政权，推翻社会主义制度的；<br />
 　　　　（三）煽动分裂国家、破坏国家统一的；<br />
 　　　　（四）煽动民族仇恨、民族歧视，破坏民族团结的；<br />
 　　　　（五）捏造或者歪曲事实，散布谣言，扰乱社会秩序的；<br />
 　　　　（六）宣扬封建迷信、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的；<br />
 　　　　（七）公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的；<br />
 　　　　（八）损害国家机关信誉的；<br />
 　　　　（九）其他违反宪法和法律行政法规的；<br />
 　　　　（十）进行商业广告行为的；<br />
 　　　　（十一）伤害未成年人心理健康的；<br />
　　　　（十二）教唆未成年人（无民事行为能力人）进行违法犯罪活动的；<br />
 　　　　（十三）煽动、组织未成年人从事违法工作的。</p>
<p>　　　　二、互相尊重，对自己的言论和行为负责。如果出现以下情况的，您发布的内容将会被删除，严重者将被删除帐号：<br />
　　　　（一）恶意攻击、诽谤他人的；<br />
　　　　（二）使用脏字和不文明语言的；<br />
　　　　（三）反复发布广告内容的帖子；<br />
　　　　（四）挑起事端，扰乱翰墨远逸正常秩序和影响成员团结的帖子；<br />
　　　　（五）发布没有事实根据的传说、谣言、以及涉及到政治敏感性的帖子；<br />
　　　　（六）有涉嫌黄色语言和图片的帖子；<br />
　　　　（七）涉嫌在网上公布和侵犯其他人或者公司的隐私和商业机密的帖子；<br />
　　　　（八）有关于第一部分内容的帖子；</p>
<p align="right">翰墨远逸<br />
2010年10月</p>

   
   
   
   <?php /* <table class="table table-hover">
        <thead>
          <tr>
            <th>#</th>
            <th>称呼</th>
            <th>主页</th>
          </tr>
        </thead>
        <tbody>
            
            <tr><td>1</td><td>Lyndon</td>
                <td><a href="https://lyndons.cn">我的个人博客</a></td>
          </tr>
            </tbody>
      </table>*/?>
</div>



<!-- Translations
================================================== -->
<div class="bs-docs-section">
  <div class="page-header">
    <h1 id="developer">关于开发者</h1>
  </div>
  <p class="lead">廖彧楠<br />中国传媒大学</p>
<p>E-mail: yunan#cuc.edu.cn （把#换成@）</p>
</div>

<div class="bs-docs-section">
  <div class="page-header">
    <h1 id="acknowledgment">特别致谢</h1>
  </div>
  <p class="lead">刘皓铧<br />中山大学</p>
<p>本项目的前身（省实附中毕业游报名系统）的全部jQuery程序代码及部分PHP核心代码是在他的鼎力相助下完成的，这些代码极大地提升了程序的使用体验，本项目也继承了这些代码。<br />可以说，没有他就不会有本项目的诞生。</p>
</div>
        </div>
      </div>

    </div>



      
    <!-- Main jumbotron for a primary marketing message or call to action -->

        
        <div class="container">
      <hr>
		
      <footer>
          <? include("../../footer.php");?> 
      </footer>
     <!-- /container -->

      </div>
    <!-- Bootstrap core JavaScript
    ================================================== -->
    <!-- Placed at the end of the document so the pages load faster -->
    <script src="/dist/js/jquery-1.10.2.min.js"></script>
    <script src="/dist/js/bootstrap.min.js"></script>
  </body>
</html>